BOT_MESSAGE = "😎 Привет!\n\n" \
    "⛱️ Я умею показывать погоду в любом городе, просто спроси у меня, например 'Какая погода в Москве?' " \
    "и я обязательно отвечу тебе!"
CITY_NOT_FOUND_ERROR = "😥 Извини, мне не удалось найти указанный город, попробуй еще раз!"
CMD_ERROR = "🙃 Ой, а я только с погодой умею работать, так что давайте о погоде!"

STRIP_CHARACTERS = "!?:,.*%$#@^&()_+-={}[];"
WELCOME_MESSAGES = ["привет", "ку", "здарова", "вечер в хату",
                    "здравствуй", "здравствуйте", "хэллоу", "хеллоу"]
WEATHER_MESSAGES = ["скажи погоду в", "погода в", "какая погода в", "погода", "что с погодой в"]
